// 英文 English, 阿拉伯语言从右到左，所以标点符号也要带上

module.exports={
	common:{
		input_email:'الايميل',
		input_password:'باسوورد',
		total:'باسوورد:',
		tocart:'العودة إلى عربة التسوق',
		title_items:'البنود الخاصة بك',
		quntity:'الكمومية',
	},
	index:{
		hey:'مرحباً',
		btn_on:'مباشرة على',
		btn_edit:'محررة',
		desc:'انقر فوق تحرير لبدء تحرير الروابط الاجتماعية الخاصة بك ، وسوف تفتح مباشرة',
		title:'بيان فوري',
		content:'UTAG مباشرة لفتح الرابط الأول الخاص بك',
		btn_add:'إضافة رابط'
	},
	login:{
		title:'تواصل مع',
		login:'تسجيل الدخول',
		input_account:'البريد الإلكتروني أو اسم المستخدم',
		forgot:'نسيت كلمة السر ؟',
		btn:'تسجيل الدخول الفوري',
		reg_tips:'لا حساب ؟',
		sign_up:'للتسجيل',
		error_msg:'يرجى التأكد من أن المعلومات التي أدخلتها صحيحة'
	},
	signup:{
		title:'تبدأ الآن',
		signup:'للتسجيل',
		input_username:'يوزر نيم',
		input_passcode:'أدخل كلمة السر من بطاقة المفكرة',
		btn:'تقدم',
		agreement:'عند التسجيل ، هل تتفق مع سياسة الخصوصية والشروط'
	},
	resetpwd:{
		title:'لا تقلقي',
		reset:'إعادة تعيين كلمة المرور',
		verify_tips:'سوف نرسل لك رسالة بريد إلكتروني مع ستة أرقام',
		input_code:'أدخل رمز هنا',
		btn_send:'إرسال فوري',
		login:'تسجيل الدخول',
		reset_tips:'أدخل كلمة المرور الجديدة الخاصة بك الآن',
		inupt_pwd:'كلمة السر الجديدة الخاصة بك',
		btn_submit:'هيا بنا'
	},
	sidebar:{
		home:'هوم ›',
		profile:'بلدي البيانات الشخصية',
		activate:'تفعيل أوتاج',
		buy:'شراء أوتاج',
		read:'ريد اوتاج',
		tutorial:'تعليمي',
		help:'ساعد',
		logout:'شطب'
	},
	profile:{
		avatar:'تغيير الصور',
		name:'اسم الملف',
		bio:'Bio',
		state:'ملف الحالة العامة',
		on:'فتح',
		off:'كوان ›',
		tips:'عندما تكون البيانات الشخصية الخاصة بك متاحة للجمهور ، يمكن للآخرين الوصول إلى المعلومات الخاصة بك باستخدام الرابط التالي'
	},
	activated:{
		tips:'UTAG الخاص بك سوف يتم تفعيلها باستخدام ملف التكوين الحالي الذي قمت بتسجيل الدخول',
		btn:'انقر هنا لتفعيل',
		title:'على استعداد لمسح ؟',
		btn_scan:'مسح رمز ثنائي الأبعاد التنشيط',
		activate_tips:'وضع UTAG على الجزء العلوي من الهاتف المحمول الخاص بك ، وتفعيل ذلك',
		btn_cancel:'ألغى'
	},
	store:{
		tips:'هنا يمكنك شراء واحدة من Utag',
		collaction:'يوتاج مجمعة',
		btn:'أضاف'
	},
	thanks:{
		title:'شكراً لكِ',
		complete:'كنت قد أمرت بالفعل'
	},
	cart:{
		tips:'يمكنك التحقق من هنا',
		title:'عربة الخاص بك',
		btn_enter:'أدخل',
		btn_checkout:'الخروج',
		discount:'طلبات الخصم'
	},
	confirm_order:{
		two:'تفاصيل الاتصال',
		input_phone:'رقم الهاتف',
		three:'عنوان الشحن',
		fullname:'الاسم الكامل',
		address:'آدرس',
		detail:'شقة ، سوير ، الخ',
		city:'سيتى',
		country:'البلد',
		emarites:'ايماتيس',
		code:'الرمز البريدي',
		btn:'مواصلة الشحن'
	},
	shipping:{
		title:'طرق الشحن',
		worldwide:'يوتاج جلوبال',
		btn:'مواصلة الدفع',
		back:'عودة معلومات الشحن'
	},
	payment:{
		shipping:'شواطئ الشحن',
		payment:'دفع',
		tips:'جميع المعاملات مشفرة',
		card:'بطاقة ائتمانية',
		cash:'تمويل نقدي',
		btn:'الدفع الفوري',
		back:'عودة الشحن',
		account:'اسم الحساب',
		cardNo:'رقم البطاقة',
		date:'اعتبارا من تاريخ',
		number:'هناك ثلاثة أرقام على ظهر البطاقة'
	}
	
}